Repository: ICSBREPO/MCMS-Re-platform
Catalog: mcms/AppResources.*.resx
Languages: ms

source: Add Attachment
ms: Tambah Lampiran

source: Add Signature
ms: Tambah Tandatangan

source: ALERT!
ms: PERINGATAN!

source: Alternative
ms: Altenatif

source: APPLY
ms: GUNA

source: Approved By
ms: Dilulus Oleh

source: Approved By :
ms: Diluluskan Oleh :

# ApprovedComment
source: Approved By - Comments :
ms: Komen - Diluluskan Oleh :

source: Approved Date
ms: Tarikh Diluluskan

source: Approved Date :
ms: Tarikh Diluluskan :

# ApprovedWorkorder
source: Approved
ms: Arahan Kerja Diluluskan

source: App Version
ms: Versi Aplikasi

source: Asset :
ms: Aset :

source: Asset Condition
ms: Keadaan Asset

source: Attachment
ms: Lampiran

source: Attachment :
ms: Lampiran :

# AttachmentDetail
source: Attachment Details
ms: Perincian Lampiran

source: Attachment Form
ms: Borang Lampiran

source: Attachment Name
ms: Nama Lampiran

source: Attachments
ms: Lampiran

source: Audit No
ms: No Audit

source: Authorized Person :
ms: Individu Berkuasa :

source: Bank Draft :
ms: Draf Bank :

source: Bank Guarantee :
ms: Jaminan Bank :

source: Business Area :
ms: Kawasan Perniagaan :

source: Brand
ms: Jenama :

source: Cancel
ms: Batal

source: Change Language
ms: Ubah Bahasa

source: Change Profile Picture
ms: Ubah Gambar Profil

source: Change SQA Status
ms: Ubah Status SQA

source: Change Status
ms: Ubah Status

source: Change Theme
ms: Ubah Tema

source: Checklist
ms: Semakan

source: Checklist Form
ms: Borang Senarai Semak

source: Checklist Type
ms: Jenis Semakan

# ChildWorkorders
source: Child Work Order
ms: Arahan Kerja Bawah

source: Choose File
ms: Pilih Fail

source: CLEAR
ms: KOSONG

source: Close
ms: Tutup

source: Click to Download
ms: Klik Untuk Muat Turun

source: CONFIGURATION
ms: KONFIGURASI

source: Comments
ms: Catatan

source: Competent Person :
ms: Individu Kompeten :

source: Company/Department
ms: Syarikat/Jabatan

source: Contractor Name
ms: Nama Kontraktor

source: Correction Note
ms: Nota Pembetulan

# Createdby
source: Create By
ms: Dicipta Oleh

source: Created Date
ms: Tarikh Diciptakan

source: Data Lookup
ms: Carian Data

source: Defect Description :
ms: Keterangan Kerosakan :

source: Defect Recified Date :
ms: Tarikh Kerosakan Dinyatakan :

source: Delete
ms: Padam

source: Delivery Date
ms: Tarikh Penghantaran

source: Description
ms: Keterangan

# Descriptions
source: Description :
ms: Keterangan :

source: Digital Signature
ms: Tandatangan Digital

source: Disclaimer
ms: Penafian

source: Discovery :
ms: Penemuan :

# DownloadMaster
source: Download Master Data
ms: Muat Turun Data

source: Download Attachment
ms: Muat turun Lampiran

source: Enter New Reading
ms: Masukkan Bacaan Terbaharu

source: Fail ?
ms: Gagal ?

source: Favourite
ms: Kegemaran

source: Filter by
ms: Ditapis Mengikut

source: FINISH
ms: TAMAT

# First
source: You are entering into a secured area! Your IP, Login Time, Username have been noted and send to the server administrator! This service is restricted to authorized users only.
ms: Anda memasuki kawasan yang selamat! IP, Masa Masuk, Nama Pengguna anda telah diperhatikan dan dihantar ke pentadbir pelayan! Perkhidmatan ini hanya terhad kepada pengguna yang dibenarkan.

# ForanyenquirieS
source: For any enquiries regarding your account, please call the respective hotline below.
ms: Untuk sebarang pertanyaan mengenai akaun anda, sila hubungi talian hotline di bawah.

source: Full Name
ms: Nama Penuh

source: Get GPS
ms: Dapatkan GPS

source: GPS Coordinate
ms: Koordinat GPS

source: GPS Coordinate (NEW)
ms: Koordinat GPS (BAHARU)

source: Help
ms: Bantuan

source: Home
ms: Laman Utama

# HotlineCare
source: Customer Care Hotline (Malaysia)
ms: Talian Perkhidmatan Pelanggan (Malaysia)

source: IM Name
ms: Nama IM

# ImStaffIcPhone
source: IM Staff No/ IC No/Phone No
ms: No IM Kakitangan/No IC/No Telefon

source: Include Attachments
ms: Sertakan Lampiran

# InprogressWorkorder
source: In-Progress
ms: Arahan Kerja Sedang Dijalankan

source: Input CB Number
ms: Masukkan Nombor CB

source: Issue By :
ms: Isu Oleh :

source: Issue Status Date :
ms: Tarikh Status Isu :

source: Issue To :
ms: Isu Kepada :

source: Last Reading :
ms: Bacaan Terdahulu :

source: Last Reading Date :
ms: Tarikh Bacaan Terdahulu :

source: Location
ms: Lokasi

source: Location :
ms: Lokasi :

source: Log out
ms: Log Keluar

# MarkAll
source: MARK ALL AS READ
ms: TANDA SEMUA SEBAGAI DIBACA

source: Manufacturer
ms: Pengilang

source: Manufacturing Country
ms: Negara Pembuatan

source: Manufacturing Date
ms: Tarikh Pembuatan

source: Manufacture Part
ms: Bahagian Pembuatan

source: Meter Details
ms: Perincian Meter

source: Meter Name :
ms: Nama Meter :

source: Meter Specific List
ms: Senarai Meter Spesifik

source: Meter Specific to Meter Group
ms: Meter Spesifik kepada Kumpulan Meter

source: Meter Type :
ms: Jenis Meter :

source: Newest
ms: Terbaharu

source: Newest Workorders
ms: Arahan Kerja Terbaharu

source: New Reading :
ms: Bacaan Terbaharu :

source: New Reading Date :
ms: Tarikh Bacaan Terbaharu :

source: New SQA Status
ms: Status SQA Baharu

source: New Status :
ms: Status Baharu :

source: No
ms: Tidak

# NoAttachmentCreated
source: Ops Sorry! There is still no Attachment available.
ms: Ops Maaf! Tiada sebarang Lampiran yang direkodkan.

# NoChildCreated
source: Ops Sorry! There is still no Child Order created yet.
ms: Ops Maaf! Tiada sebarang Arahan Kerja yang direkodkan.

source: NO INTERNET
ms: TIADA INTERNET!

source: Non Rotating Item
ms: Item Tidak Berputar

# NoMeterCreated
source: Ops Sorry! There is still no Testing Meter created yet.
ms: Ops Maaf! Tiada sebarang Meter yang direkodkan.

# NoPermitCreated
source: Ops Sorry! There is still no Permit created yet.
ms: Ops Maaf! Tiada sebarang Permit yang direkodkan.

# NoSqaCreated
source: Ops Sorry! There is still no SQA Form created yet.
ms: Ops Maaf! Tiada senarai Borang SQA yang dicipta.

source: Not Applicable
ms: Tidak Berkenaan

source: Notification
ms: Notifikasi

# NoWorklogCreated
source: Ops Sorry! There is still no Worklog created yet.
ms: Ops Maaf! Tiada sebarang Log Kerja yang direkodkan.

source: Oldest
ms: Lama

source: Pass ?
ms: Lulus ?

source: Pass With Condition ?
ms: Lulus Dengan Syarat ?

source: Percentage :
ms: Peratusan :

source: Permit Attachment
ms: Lampiran Permit

# PermitDetail
source: Permit Details
ms: Perincian Permit

source: Permit Type :
ms: Jenis Permit :

source: Personal Protective Equipment?
ms: Alat Pelindung Diri?

source: Phone Number
ms: No. Telefon

source: Pick Your Color
ms: Pilih Warna Anda

# Pickyourtheme
source: Pick Your Themes
ms: Pilih Tema Anda

source: Please Enter
ms: Sila Masukkan Maklumat

source: Please Enter Description
ms: Sila Masukkan Keterangan

source: Prepared By :
ms: Disediakan Oleh :

# PreparedComment
source: Prepared By - Comments :
ms: Komen - Disediakan Oleh :

source: Prepared Date :
ms: Tarikh Disediakan :

source: Privacy and Policy
ms: Privasi dan Polisi

source: Project ID :
ms: ID Projek :

source: Project Phase :
ms: Fasa Projek :

source: PSI Checklist
ms: Semakan PSI

source: Questions
ms: Soalan

source: Received By
ms: Diterima Oleh

source: Record Statistic
ms: Statistik Catatan

source: Remarks
ms: Catatan

source: Remarks :
ms: Catatan :

source: Response :
ms: Tindak Balas :

source: Result :
ms: Keputusan :

source: Retake
ms: Ambil Semula

# SafetyFormQualityAssurance
source: Safety Form and Quality Assurance SQA
ms: Borang Keselamatan dan Jaminan Kualiti SQA

# SafetynScopework
source: Safety and Scope of Work Briefing?
ms: Taklimat Keselamatan dan Skop Kerja?

source: Save to Device
ms: Simpan ke peranti

source: Save
ms: Simpan

source: Save Changes
ms: Simpan Perubahan

source: Saved Behavior
ms: Selamat

source: Scope of Work
ms: Skop Kerja

source: Search Work Order
ms: Carian Arahan Kerja

# Second
source: Modification, copying, reproduction, republication, uploading, posting, transmission or distribution in any manner of the said information on the website, including text, graphics, code and/or software without permission in writing is prohibited
ms: Pengubahsuaian, penyalinan, pembiakan, penerbitan semula, muat naik, pengeposan, penghantaran atau penyebaran dengan cara apa pun dari maklumat tersebut di laman web, termasuk teks, grafik, kod dan / atau perisian tanpa izin secara bertulis adalah dilarang.

# SelectPreferredLanguage
source: SELECT YOUR PREFERRED LANGUAGE
ms: PILIH BAHASA PILIHAN ANDA

source: Setting
ms: Tetapan

source: Signature
ms: Tandatangan

source: Sort by
ms: Disusun Mengikut

source: SQA Attachmets
ms: Lampiran SQA

# SQAChecklist
source: SQA/SQE Checklist
ms: Semakan SQA/SQE

# SQAFormPage
source: SQA/SQE Form Page
ms: Borang Halaman SQA/SQE

source: SQA Status
ms: Status SQA

# StaffIcPhone
source: Staff No/ IC No/Phone No
ms: No Kakitangan/No IC/No Telefon

source: START
ms: MULA

source: State :
ms: Negeri :

source: Station :
ms: Stesen :

source: Status Date :
ms: Tarikh Status :

source: Status Description :
ms: Keterangan Status :

source: Sub Station :
ms: Sub Stesen :

source: Subvertical
ms: Subvertikal

source: Sub Vertical :
ms: Sub Vertikel :

source: Subzone :
ms: Subzon :

source: Summary
ms: Ringkasan

source: SUPPORT
ms: SOKONGAN

source: Team
ms: Pasukan

# Termofservice
source: TNB Disclaimer
ms: Penafian dari TNB

source: Test Form Page
ms: Borang Halaman Ujian

source: Testing
ms: Percubaan

source: Test Result
ms: Keputusan Ujian

source: Title
ms: Tajuk

# TnbDisclaimer
source: YOU ARE NOW ENTERING TNB'S PROPERTY!
ms: ANDA SEKARANG MEMASUKI HARTA TNB!

source: Total
ms: Jumlah

source: Total Percentage
ms: Jumlah Peratusan

source: Total Score :
ms: Jumlah Markah :

source: Total Score
ms: Jumlah Markah

# TotalWorkorder
source: Total
ms: Jumlah Arahan Kerja

source: Trust Fund :
ms: Dana Amanah :

source: TRY AGAIN!
ms: CUBA LAGI!!

# TypeChart
source: Type Charts
ms: Jenis Carta

source: Type Here
ms: Taip Disini

source: Unsaved Behavior
ms: Tidak Selamat

source: Unsecured Behavior Scoring
ms: Pemarkahan Tingkah Laku Tidak Selamat

source: Upload
ms: Muat Naik

source: Validated By :
ms: Disahkan Oleh :

# ValidatedComment
source: Validated By - Comments :
ms: Komen - Disahkan Oleh :

source: Validated Date :
ms: Tarikh Disahkan :

source: Value :
ms: Nilai :

source: Vendor Name
ms: Nama Vendor

source: Vertical
ms: Vertikal

source: Vertical :
ms: Vertikel :

source: View
ms: Lihat

source: View All
ms: Lihat Semua

source: View by :
ms: Dilihat oleh :

source: View Chart by :
ms: Lihat Carta oleh :

source: Voltage Level :
ms: Kadar Voltan :

source: WBS Element :
ms: Elemen WBS :

source: Without Attachments
ms: Tanpa Lampiran

# Wonumber
source: Work Order Number
ms: Nombor Arahan Kerja

source: Worklog
ms: Log Kerja

source: Worklog Details
ms: Perincian Log Kerja

source: Workorder
ms: Arahan Kerja

# WorkorderDetail
source: Work Order Details
ms: Perincian Arahan Kerja

source: Workorder Map
ms: Peta Arahan Kerja

source: Workorder Number :
ms: Nombor Arahan Kerja :

source: Workorder Sync
ms: Penyelarasan Arahan Kerja

source: Work Scope
ms: Skop Kerja

source: Work Scope :
ms: Skop Kerja :

source: Work Type
ms: Jenis Kerja

source: Work Type :
ms: Jenis Kerja :

source: WO Status
ms: Status Arahan Kerja

source: WO Type
ms: Jenis Arahan Kerja

source: Yes
ms: Ya

# YOU
source: You must be connected to the internet to complete this action!
ms: Anda mesti disambungkan ke internet untuk menyelesaikan tindakan ini!

source: Zone :
ms: Zon :

source: Sign By TNB?
ms: Tandatangan oleh TNB?

source: Sign By Contractor
ms: Tandatangan Oleh Kontraktor
